Repository: CricYoung/WiseWriter
Catalog: Locale/*.po
Languages: de_de, fr_fr, hi_in

source: Project-Id-Version: Cvt2Po Generated POT-Creation-Date: 2025-05-18 06:42:35 PO-Revision-Date: 2025-05-18 06:42:35 Last-Translator: Cvt2Po Tool <> Language-Team: Cvt2Po Tool <> Language: zh_TW MIME-Version: 1.0 Content-Type: text/plain; charset=UTF-8 Content-Transfer-Encoding: 8bit
de_de: Über(&A)
fr_fr: À propos(&A)
hi_in: विषये(&A)

source: &Edit
de_de: Bearbeiten(&E)
fr_fr: Éditer(&E)
hi_in: संपादयितुं(&E)

source: &Exit
de_de: Beenden(&X)
fr_fr: Sortir(&X)
hi_in: निर्गच्छतुं(&X)

source: &File
de_de: Datei(&F)
fr_fr: Fichier(&F)
hi_in: फाइल(&F)

source: &Help
de_de: Hilfe(&H)
fr_fr: Aide(&H)
hi_in: सहाय्यं(&H)

source: &Save History
de_de: Verlauf speichern(&S)
fr_fr: Enregistrer l'historique(&S)
hi_in: इतिहासं रक्षतुं(&S)

source: About WiseWriter
de_de: Über WiseWriter
fr_fr: À propos de WiseWriter
hi_in: विषये WiseWriter

source: About
de_de: Über
fr_fr: À propos
hi_in: विषये

source: Cancel
de_de: Abbrechen
fr_fr: Annuler
hi_in: निष्कासयतुं

source: Chose Font
de_de: Schriftart wählen
fr_fr: Choisir la police
hi_in: फॉन्टं चयनयतुं

source: Chose Language ( need restart to take effect )
de_de: Sprache wählen (Neustart erforderlich)
fr_fr: Choisir la langue (nécessite un redémarrage pour prendre effet)
hi_in: भाषां चयनयतुं (पुनः आरम्भं आवश्यकं)

source: Chose Language
de_de: Sprache wählen
fr_fr: Choisir la langue
hi_in: भाषां चयनयतुं

source: Clear History
de_de: Verlauf löschen
fr_fr: Effacer l'historique
hi_in: इतिहासं शुद्धयतुं

source: Dark Mode
de_de: Dunkelmodus
fr_fr: Mode sombre
hi_in: अंधकारं मोडं

source: Develop Enviorment: Mac OS, C++, Object-C, Clang++, VS Code.
de_de: Entwicklungsumgebung: Mac OS, C++, Object-C, Clang++, VS Code.
fr_fr: Environnement de développement : Mac OS, C++, Object-C, Clang++, VS Code.
hi_in: विकासं पर्यावरणं: Mac OS, C++, Object-C, Clang++, VS Code.

source: Foreground Colour
de_de: Vordergrundfarbe
fr_fr: Couleur de premier plan
hi_in: मुख्यं वर्णं

source: General
de_de: Allgemein
fr_fr: Général
hi_in: सामान्यं

source: GitHub Repo: Cric.WiseWriter
fr_fr: Dépôt GitHub : Cric.WiseWriter
hi_in: GitHub रिपो: Cric.WiseWriter

source: Hide and don't paste
de_de: Ausblenden und nicht einfügen
fr_fr: Masquer et ne pas coller
hi_in: गुप्तं कुरुतुं च न पेस्ट् कुरुतुं

source: Light Mode
de_de: Hellmodus
fr_fr: Mode clair
hi_in: प्रभासं मोडं

source: Load History
de_de: Verlauf laden
fr_fr: Charger l'historique
hi_in: इतिहासं लोडयतुं

source: Next Paste
de_de: Nächster Einfügen
fr_fr: Coller suivant
hi_in: पश्चात् पेस्ट् कुरुतुं

source: OK and Restart
de_de: OK und neu starten
fr_fr: OK et redémarrer
hi_in: OK च पुनः आरम्भं कुरुतुं

source: Paste content to source app
de_de: Inhalt in die Quell-App einfügen
fr_fr: Coller le contenu dans l'application source
hi_in: स्रोतं अनुप्रयोगं प्रति सामग्रीं पेस्ट् कुरुतुं

source: Previous Paste
de_de: Vorheriges Einfügen
fr_fr: Coller précédent
hi_in: पूर्वं पेस्ट् कुरुतुं

source: Restore App Prefer
de_de: App-Einstellungen wiederherstellen
fr_fr: Restaurer les préférences de l'application
hi_in: अनुप्रयोगं प्रेफरं पुनः स्थापयतुं

source: Save History
de_de: Verlauf speichern
fr_fr: Enregistrer l'historique
hi_in: इतिहासं रक्षतुं

source: Settings
de_de: Einstellungen
fr_fr: Paramètres
hi_in: सेटिंग्स्

source: Show Help
de_de: Hilfe anzeigen
fr_fr: Afficher l'aide
hi_in: सहाय्यं प्रदर्शयतुं

source: Summon WiseWriter from other app's input field
de_de: WiseWriter aus dem Eingabefeld einer anderen App aufrufen
fr_fr: Appeler WiseWriter depuis le champ de saisie d'une autre application
hi_in: अन्यं अनुप्रयोगं इन्पुट् क्षेत्रात् WiseWriterं आह्वयतुं

source: Toggle Dark Mode
de_de: Dunkelmodus umschalten
fr_fr: Basculer le mode sombre
hi_in: अंधकारं मोडं परिवर्तयतुं

source: Toggle Full Screen
de_de: Vollbildmodus umschalten
fr_fr: Basculer en plein écran
hi_in: पूर्णं स्क्रिनं परिवर्तयतुं

source: Version 1.0.0 Beta
fr_fr: Version 1.0.0 Bêta
hi_in: संस्करणं 1.0.0 बीटा

source: © 2025 Cric. All rights reserved.
de_de: © 2025 Cric. Alle Rechte vorbehalten.
fr_fr: © 2025 Cric. Tous droits réservés.
hi_in: © 2025 Cric. सर्वाधिकारः सुरक्षितः।
